/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", łączna liczba kalorii: %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", łączny dystans: %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ (%2$@)";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Trening (%1$@), %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "zmodyfikowano %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "Konta %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Trening (%@), brak danych";

/* A folder in Dropbox or Box */
"Folder" = "Folder";

/* A single App Store app */
"App Store app" = "Aplikacja z App Store";

/* A single Box file */
"Box file" = "Plik Box";

/* A single Dropbox file */
"Dropbox file" = "Plik Dropbox";

/* A single Evernote note */
"Evernote note" = "Notatka Evernote";

/* A single Giphy item */
"Giphy item" = "Rzecz Giphy";

/* A single Trello board */
"Trello board" = "Tablica Trello";

/* A single Trello card */
"Trello card" = "Karta Trello";

/* A single Trello item */
"Trello item" = "Rzecz Trello";

/* A single Trello list */
"Trello list" = "Lista Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Arkusz Ulysses";

/* A single bar code */
"Bar code" = "Kod kreskowy";

/* A single blood pressure recording */
"Blood pressure" = "Ciśnienie tętnicze";

/* A single health sample in HealthKit */
"Health sample" = "Próbka zdrowia";

/* A single iTunes artist */
"iTunes artist" = "Wykonawca z iTunes";

/* A single iTunes product */
"iTunes product" = "Produkt z iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Uaktualnij ustawienia powiadomień";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Pozwala przełączać między przednim i tylnym aparatem.";

/* Accessibility label for camera shutter button */
"Take picture" = "Zrób zdjęcie";

/* Accessibility label; button to start dictation */
"Start dictation" = "Rozpocznij dyktowanie";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Zakończ dyktowanie";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Wybór aparatu - przedni";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Wybór aparatu - tylny";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Przełącz kamerę";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Musisz podać nazwę nowej karty Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Musisz wybrać tablicę, na której chcesz utworzyć kartę.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Musisz wybrać listę, na której chcesz utworzyć kartę.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Wysłanie „%@” jako załącznika nie powiodło się.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Podano nieprawidłowy czas alertu. Sprawdź, czy nie ma błędów w pisowni oraz upewnij się, że podana została godzina.";

/* Add new event; choose end date */
"Choose End Date" = "Wybierz datę zakończenia";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Podano nieprawidłową datę zakończenia. Podaj datę zakończenia tego wydarzenia.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Podano nieprawidłową datę początkową. Podaj datę rozpoczęcia tego wydarzenia.";

/* Add new event; error */
"Invalid End Date" = "Nieprawidłowa data zakończenia";

/* Add new event; error */
"Invalid Start Date" = "Nieprawidłowa data rozpoczęcia";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nie podano tytułu. Podaj tytuł tego wydarzenia.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nie podano tytułu. Podaj tytuł tego przypomnienia.";

/* Add new reminder error */
"The alert location provided could not be found." = "Nie można znaleźć podanego miejsca alertu.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Przybycie: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Opuszczenie: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Gdy jestem w pobliżu (%@)";

/* Add new reminder; alert trigger never */
"Never" = "Nigdy";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Różne";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nie wybrano listy";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Musisz wybrać listę, do której chcesz dodać zadanie.";

/* Add to Wunderlist action no title error */
"No Title" = "Bez tytułu";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Gdy tworzysz nowe zadanie w aplikacji Wunderlist, musisz podać tytuł.";

/* Alarm frequency; All days are selected */
"Every Day" = "Codziennie";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Ustaw sieć WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Włącza lub wyłącza sieć WLAN w urządzeniu.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Czynność Dołącz do pliku wymaga podania nazwy pliku lub ścieżki.";

/* Append file failure reason */
"No File Path Provided" = "Nie podano ścieżki pliku";

/* Ask for input action */
"Enter URL" = "Wpisz URL";

/* Ask for input action */
"Enter number" = "Wpisz liczbę";

/* Ask for input action */
"Pick date" = "Wybierz datę";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Stuknij, aby zakończyć nagrywanie.";

/* Audio recorder */
"Tap to start recording." = "Stuknij, aby rozpocząć nagrywanie.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Dane base64 przekazane do czynności Zakoduj przy użyciu base64 są nieprawidłowe.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "We wskazanej ścieżce istnieje już plik o nazwie „%@”.";

/* Box error */
"The folder doesn't exist" = "Folder nie istnieje";

/* Box error */
"The folder doesn’t exist" = "Folder nie istnieje";

/* Box error message */
"An error occured while authenticating your Box account." = "Wystąpił błąd podczas uwierzytelniania konta w serwisie Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Folder, do którego próbujesz zachować pliki (%1$@), to plik istniejący w usłudze %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Ścieżka, do której próbujesz dołączyć tekst (%1$@) znajduje się wewnątrz istniejącego pliku w usłudze %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Ścieżka folderu, który próbujesz utworzyć (%1$@) wskazuje istniejący plik w usłudze %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Ścieżka folderu, który próbujesz utworzyć (%1$@) znajduje się wewnątrz istniejącego pliku w usłudze %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Ścieżka zapisu (%1$@) nie istnieje w serwisie %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Nie znaleźliśmy „%@” na Twoim koncie Box.";

/* Button */
"Cancel" = "Anuluj";

/* Button */
"Continue Anyway" = "Kontynuuj mimo wszystko";

/* Button */
"Delete" = "Usuń";

/* Button */
"Delete Account" = "Usuń konto";

/* Button */
"Done" = "Gotowe";

/* Button */
"Log In" = "Zaloguj się";

/* Button */
"Next" = "Dalej";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Ponów";

/* Button */
"Sign In" = "Zaloguj się";

/* Button or title */
"Add Account" = "Dodaj konto";

/* Button or title */
"Login" = "Zaloguj się";

/* Button that takes user to the iOS Health app */
"Open Health" = "Otwórz Zdrowie";

/* Button to allow access to health data or notifications */
"Allow Access" = "Pozwól na dostęp";

/* Button to open Settings */
"Open Settings" = "Otwórz Ustawienia";

/* Button; edit opacity */
"Opacity" = "Krycie";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Obrót";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Utwórz hasło aplikacji";

/* Button; reset changes made in overlay image action */
"Reset" = "Wyzeruj";

/* Camera flash option - auto */
"Auto" = "Automatycznie";

/* Camera flash option - off */
"Off" = "Wyłączona";

/* Camera flash option - on */
"Flash On" = "Włączona";

/* Choose an item */
"Choose" = "Wybierz";

/* Choose from list action */
"Choose an item" = "Wybierz rzecz";

/* Choose multiple images */
"Choose Images" = "Wybierz obrazy";

/* Choose one image */
"Choose Image" = "Wybierz obraz";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Ten plik jest zbyt duży dla CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Przekroczono dzienny limit wysyłania dla darmowego konta CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Nie można uruchomić czynności Złącz obrazy";

/* Combine images action error description */
"No images were provided to combine." = "Nie podano obrazów do złączenia.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Warunki pogodowe";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Warunki pogodowe";

/* Content property name */
"Biological Sex (Content Property Name)" = "Płeć biologiczna";

/* Content property name */
"Blood Type (Content Property Name)" = "Grupa krwi";

/* Content property name */
"Date of Birth (Content Property Name)" = "Data urodzenia";

/* Content property name */
"Unspecified (Content Property Name)" = "Nieokreślone";

/* Create IFTTT applet */
"Create Applet" = "Utwórz aplet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Musisz wybrać tablicę, na której chcesz utworzyć listę.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Musisz podać ścieżkę do nowego folderu.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nie podano ścieżki!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Przygoda/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Przygoda/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nie podano nazwy. Podaj nazwę playlisty.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data ciśnienia tętniczego";

/* Default notification text for Show Notification action. */
"Notification" = "Powiadomienie";

/* Default value for the translate text action */
"Detect Language" = "Wykryj język";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Czy na pewno chcesz usunąć %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Czy NA PEWNO chcesz usunąć %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Czy NA PEWNO chcesz usunąć %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Usunąć %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "trening";

/* Dictate text action error */
"Recognition Unavailable" = "Rozpoznawanie niedostępne";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Rozpoznawanie mowy nie jest obecnie dostępne. Konieczne może być połączenie się z Internetem.";

/* Dictate text action is listening to user */
"Now listening…" = "Słucham…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Zwróć uwagę, aby przekazać adres URL do czynności Pobierz zawartość adresu URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nie podano adresu URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Oczekiwano pliku, ale podana ścieżka wskazuje inny obiekt.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Oczekiwano folderu, ale podana ścieżka wskazuje inny obiekt.";

/* Dropbox error */
"A shared link already exists." = "Udostępniane łącze już istnieje.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Dostęp do żądanej ścieżki jest zabroniony.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Wystąpił błąd podczas tworzenia łącza udostępniania, ponieważ adres email powiązany z kontem Dropbox nie został zweryfikowany.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox nie ma dostępu do tego pliku lub folderu ze względu na jego nazwę.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox nie może zachować tego pliku lub folderu ze względu na jego nazwę.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox nie może użyć podanej ścieżki do zapisu, ponieważ występuje konflikt.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Nie można przesłać pliku ze względu na ograniczenia dotyczące zawartości. Mogą być to na przykład ograniczenia prawne związane z naruszeniem praw autorskich.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Podana ścieżka główna jest nieprawidłowa.";

/* Dropbox error */
"The request timed out. Please try again." = "Przekroczenie limitu czasu żądania. Spróbuj ponownie.";

/* Dropbox error */
"The share settings provided are invalid." = "Podano nieprawidłowe ustawienia udostępniania.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Nie znaleźliśmy pliku na podanej ścieżce.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Nie możesz modyfikować ustawień tego łącza.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Masz za mało wolnego miejsca w Dropbox, aby zapisać te dane.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Nie masz wystarczających uprawnień do zapisu w podanym miejscu.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Ścieżka zapisu (%1$@) wskazuje istniejący plik w serwisie %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Nie można zachować „%@”, ponieważ jest to folder lub pakiet. Zanim zachowasz ten plik, rozważ jego spakowanie przy użyciu czynności Utwórz archiwum.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Brak rzeczy w ścieżce: %@";

/* Dropbox or Box error */
"Folder already exists" = "Folder już istnieje";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Ścieżka zapisu (%1$@) wskazuje istniejący plik w serwisie %2$@. Jednoczesne zachowywanie wielu plików wymaga podania ścieżki do folderu.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Ścieżka zapisu (%1$@) wskazuje istniejący folder w serwisie %2$@. Dołączenie tekstu przed lub po pliku wymaga podania ścieżki do pliku.";

/* Dropbox unknown error */
"An unknown error occurred" = "Wystąpił nieznany błąd";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Wystąpił nieznany błąd (%@)";

/* Email account encryption */
"Encryption" = "Szyfrowanie";

/* Email account login authentication error */
"Authentication Failed" = "Uwierzytelnianie nie powiodło się";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "Adres email lub hasło są nieprawidłowe.\n\nJeśli włączona jest weryfikacja dwustopniowa, trzeba utworzyć hasło aplikacji.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "Adres email lub hasło są nieprawidłowe. Jeśli włączona jest weryfikacja dwustopniowa, trzeba wprowadzić hasło aplikacji.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Zaawansowane";

/* Email address field placeholder */
"user@example.com" = "janek@example.com";

/* Email address field title or placeholder */
"Email" = "Email";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nazwa hosta";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Koniec pomiaru ciśnienia tętniczego";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Czynność Odtwórz dźwięk nie powiodła się, ponieważ dane wejściowe mają nieobsługiwany format.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Wprowadź właściwą datę do czynności Data.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Nieprawidłowa data";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Pobranie czasu podróży nie powiodło się, ponieważ nie podano miejsca docelowego jako danych wejściowych.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Uruchomienie skryptu JavaScript na stronie www nie powiodło się, ponieważ żadna strona nie została przekazana jako dane wejściowe.";

/* Error message */
"Your email or password is incorrect." = "Email lub hasło są nieprawidłowe.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Przekaż poprawny adresy URL źródła do czynności Pobierz rzeczy ze źródła RSS.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Wprowadź właściwy adres do czynności Adres miejsca.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Nie można znaleźć miejsca przekazanego do czynności Pobierz czas podróży. Spróbuj podać miasto i województwo oprócz nazwy ulicy.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Znaleziono wiele alarmów o etykiecie %@. Spróbuj wybrać konkretny alarm.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Czynność Uruchom scenę w Domu nie powiodła się, ponieważ nie znaleziono domu „%1$@”.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Czynność Uruchom scenę w Domu nie powiodła się, ponieważ nie znaleziono sceny „%1$@” w domu „%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Czynność Uruchom scenę w Domu nie powiodła się, ponieważ nie wybrano domu.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Czynność Uruchom scenę w Domu nie powiodła się, ponieważ nie wybrano sceny.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Nie można zanalizować źródła publikacji";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Brak adresu";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Nieprawidłowe miejsce";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Podaj jednostkę docelową konwersji.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Pomiar nie powiódł się, ponieważ nie określono jednostki. Wybierz jednostkę.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Pomiaru wyrażonego w %1$@ nie można skonwertować na jednostkę %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Podaj poprawną datę alarmu.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Aby używać tej czynności, włącz Siri w Ustawieniach.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Nie można ukończyć tego żądania, ponieważ funkcja Siri jest wyłączona.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Wartość początkowa minutnika nie może przekraczać 24 godzin.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Podaj wartość początkową minutnika.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Wskaż alarm, którego stan ma zostać przełączony.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Wystąpił nieznany błąd podczas wykonywania żądania.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Nie można ukończyć tego żądania, ponieważ nie jest obsługiwane na tej platformie.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Nie podano miejsca";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Brak strony www";

/* Exit shortcut action error */
"User requested shortcut exit." = "Użytkownik wymusił zakończenie skrótu.";

/* File name example with preceding / */
"/example.txt" = "/przykład.txt";

/* File name example without preceding / */
"example.txt" = "przykład.txt";

/* File picker; button */
"Save Here" = "Zachowaj tutaj";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Pobierz zaznaczone pliki (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Pobierz zaznaczony plik (1)";

/* File status */
"This folder is empty" = "Ten folder jest pusty";

/* File status loading */
"Loading…" = "Wczytuję…";

/* Find health sample; no samples found */
"No Samples Found" = "Nie znaleziono próbek";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Nie ma zarejestrowanych żadnych próbek zdrowia (%@) lub musisz przyznać aplikacji Skróty dostęp do próbek w aplikacji Zdrowie.";

/* Finish dictation command */
"Finish Dictation" = "Zakończ dyktowanie";

/* Generic health object type when we can’t determine the object type */
"Health" = "Zdrowie";

/* Get File action; file name example with preceding / */
"/example.txt" = "/przykład.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "przykład.txt";

/* Get IP address action error */
"The domain could not be found." = "Nie znaleziono domeny.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Nie znaleziono domeny (błąd 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Dane uzyskane w odpowiedzi nie stanowią prawidłowego ciągu znaków.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Musisz wybrać tablicę, z której chcesz pobrać karty.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Musisz wybrać tablicę, z której chcesz pobrać listy.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Musisz wybrać listę, z której chcesz pobrać karty.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Nie można zweryfikować Twojego konta Trello. Wyloguj się i spróbuj ponownie.";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nie podano klucza";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Nie znaleziono własnego położenia";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Brak własnego położenia";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Czynność Pobierz odległość została skonfigurowana do pobrania czasu podróży z własnego położenia, ale podane położenie nie zostało znalezione.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Czynność Pobierz odległość została skonfigurowana do pobrania czasu podróży z własnego położenia, ale położenie to nie zostało podane.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Czynność Pobierz odległość nie mogła oszacować odległości, ponieważ nie podano miejsca jako danych wejściowych.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Nie udało się znaleźć czcionki emoji.";

/* Get frames from image error */
"No Image Provided" = "Nie podano obrazu";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Żaden GIF nie został przekazany jako dane wejściowe czynności Pobierz klatki z obrazu.";

/* Get group from matched text action error */
"No Match" = "Brak pasujących";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Podany wskaźnik znajduje się poza możliwym zakresem (żądanie dotyczy grupy %1$ld, a dopasowań jest tylko %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Pobranie grupy z pasującego tekstu nie powiodło się, ponieważ nie znaleziono dopasowania w grupie %ld.";

/* Get halfway point action error */
"No first location was provided." = "Nie podano pierwszego miejsca.";

/* Get halfway point action error */
"No second location was provided." = "Nie podano drugiego miejsca.";

/* Get halfway point action error */
"Please provide a first location." = "Podaj pierwsze miejsce.";

/* Get halfway point action error */
"Please provide a second location." = "Podaj drugie miejsce.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Podano nieprawidłowy zakres (rzeczy od %1$d do %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Podano zakres wykraczający poza możliwy zakres (rzeczy od %1$d do %2$d, a pierwsza rzecz ma wskaźnik 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Podano zakres wykraczający poza możliwy zakres (rzeczy od %1$d do %2$d, a lista zawiera tylko %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Żądanie dotyczy rzeczy o wskaźniku %d, a pierwsza rzecz ma wskaźnik 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Aplikacja Skróty nie może znaleźć sesji importu do biblioteki zdjęć.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Aplikacja Skróty nie może znaleźć żądanych rzeczy w bibliotece zdjęć.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Czynność Pobierz czas podróży została skonfigurowana do pobrania czasu podróży z własnego położenia, ale podane położenie nie zostało znalezione.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Czynność Pobierz czas podróży została skonfigurowana do pobrania czasu podróży z własnego położenia, ale położenie to nie zostało podane.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Dostęp do danych Zdrowia (%@) jest wyłączony. Kategorie danych zdrowotnych możesz włączyć w aplikacji Zdrowie.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Aby udzielić odpowiedzi na to pytanie, aplikacja Skróty wymaga dostępu do danych zdrowotnych (%@).";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Aplikacja Skróty nie ma dostępu do wymaganych danych (%@).";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Ilość próbki (%@), brak jednostki";

/* Health category date */
"Date" = "Data";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Początek cyklu";

/* Health category start date */
"Start Date" = "Data początkowa";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Ciśnienie tętnicze";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Typ testu";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Podczas posiłku";

/* Health quantity; blood pressure */
"Diastolic" = "Rozkurczowe";

/* Health quantity; blood pressure */
"Systolic" = "Skurczowe";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Przyczyna";

/* Health unit for count of generic health sample */
"count" = "liczba";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "liczba";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "liczba";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "uncja";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "Typy niezaimplementowane (%@)";

/* HealthKit resource error */
"This device does not have the Health app." = "Na tym urządzeniu nie ma aplikacji Zdrowie.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Ten skrót wymaga aplikacji Zdrowie, której nie ma na tym urządzeniu.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Warunki korzystania z usługi";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Warunki korzystania";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Upewnij się, że urządzenie nie ma włączonego trybu Samolot. Pomóc może także włączenie Wi‑Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Aplikacja Skróty nie mogła określić Twojego bieżącego położenia.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Podano nieprawidłową datę. Podaj datę próbki lub zostaw pole daty puste, aby użyć bieżącej daty.";

/* Log health sample */
"Invalid Date Range" = "Nieprawidłowy zakres dat";

/* Log health sample */
"No Value Selected" = "Nie wybrano wartości";

/* Log health sample */
"Please select a type for this Health sample." = "Wybierz typ tej próbki zdrowia.";

/* Log health sample */
"Please select an end date that is after the start date." = "Wybierz datę końcową późniejszą od daty początkowej.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Wybierz wartość tej próbki jakości śluzu szyjkowego.";

/* Log health sample; health sample type */
"No Type Selected" = "Nie wybrano typu";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nie wybrano przyczyny";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Wprowadź przyczynę podania insuliny.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Wybierz wartość tej próbki menstruacji.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Wybierz, czy ta próbka pochodzi z początku cyklu.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nie wybrano jednostki";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Wybierz jednostkę pomiaru tej próbki zdrowia.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Wybierz wartość tej próbki wyniku testu owulacji.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Wybierz wartość tej próbki analizy snu.";

/* Log in view; email address placeholder */
"Email address" = "Adres email";

/* Log workout action */
"No Workout Type Selected" = "Nie wybrano typu treningu";

/* Log workout action */
"Please select a type of activity for this workout." = "Wybierz typ aktywności dla tego treningu.";

/* Login error */
"Your username and/or password are incorrect." = "Nazwa użytkownika lub hasło są nieprawidłowe.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Dane uwierzytelniania są przechowywane wyłącznie na tym urządzeniu i nie są wysyłane do serwerów firmy Apple ani udostępniane innym podmiotom.";

/* Mail error */
"A recipient is required to send message" = "Wysłanie wiadomości wymaga podania odbiorcy";

/* Mail error */
"A sender is required to send message" = "Wysłanie wiadomości wymaga podania nadawcy";

/* Mail error */
"A stable connection to the server could not be established" = "Nie można ustanowić stabilnego połączenia z serwerem";

/* Mail error */
"Account check failed because the account is invalid" = "Sprawdzenie konta nie powiodło się, ponieważ konto jest nieprawidłowe";

/* Mail error */
"An application specific password is required" = "Wymagane jest hasło aplikacji";

/* Mail error */
"An error occurred during an IDLE operation" = "Wystąpił błąd podczas operacji IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Wystąpił błąd podczas subskrybowania/wycofywania subskrypcji folderu";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Wystąpił błąd podczas dołączania wiadomości do żądanego folderu";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Wystąpił błąd podczas kopiowania wiadomości do żądanego folderu";

/* Mail error */
"An error occurred while creating the requested folder" = "Wystąpił błąd podczas tworzenia żądanego folderu";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Wystąpił błąd podczas usuwania wiadomości z serwera POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Wystąpił błąd podczas usuwania żądanego folderu";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Wystąpił błąd podczas usuwania wiadomości z żądanego folderu";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Wystąpił błąd podczas pobierania listy wiadomości z serwera POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Wystąpił błąd podczas pobierania wiadomości z żądanego folderu";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Wystąpił błąd podczas wykonywania operacji No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Wystąpił błąd podczas zmieniania nazwy folderu";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Wystąpił błąd podczas wysyłania zapytania o funkcje serwera";

/* Mail error */
"An error occurred while requesting the server's identity" = "Wystąpił błąd podczas wysyłania zapytania o tożsamość serwera";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Wystąpił błąd podczas wysyłania zapytania o przestrzeń nazw serwera";

/* Mail error */
"An error occurred while sending the message" = "Wystąpił błąd podczas wysyłania wiadomości";

/* Mail error */
"An error occurred while storing flags" = "Wystąpił błąd podczas zachowywania flag";

/* Mail error */
"An error when requesting date" = "Wystąpił błąd podczas żądania daty";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Próba wysłania wiadomości z nieprawidłowym załącznikiem";

/* Mail error */
"Authentication is required for this SMTP server" = "Serwer SMTP wymaga uwierzytelnienia";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Przekroczono limit transferu podczas żądania danych z tego konta Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Nie można wysłać wiadomości, ponieważ serwer wykrył potencjalny spam";

/* Mail error */
"Compression is not available" = "Kompresja jest niedostępna";

/* Mail error */
"Credentials with password too simple" = "Dane uwierzytelniania i hasło są zbyt proste";

/* Mail error */
"Error while running custom command" = "Błąd podczas wykonywania własnego polecenia";

/* Mail error */
"File access error" = "Błąd dostępu do pliku";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "Na tym koncie Gmail obsługa protokołu IMAP jest wyłączona";

/* Mail error */
"MobileMe is no longer an active mail service" = "Usługa MobileMe nie jest już dostępna";

/* Mail error */
"No valid server found" = "Nie znaleziono poprawnego serwera";

/* Mail error */
"Sending messages is not allowed on this server" = "Ten serwer nie pozwala na wysyłanie wiadomości";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "Osiągnięto limit serwera SMTP podczas próby wysłania dużej wiadomości";

/* Mail error */
"The certificate for this server is invalid" = "Certyfikat tego serwera jest nieważny";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Nie można połączyć bieżącego konta HotMail z WebMail";

/* Mail error */
"The operation succeeded" = "Operacja zakończona powodzeniem";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Żądany folder nie istnieje. Wybranie folderu zakończone niepowodzeniem";

/* Mail error */
"The server does not support STARTTLS connections" = "Serwer nie obsługuje połączeń STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "Serwer nie obsługuje połączeń TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "Użytkownik musi zalogować się przy użyciu przeglądarki Internetu";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Wykonano zbyt wiele jednoczesnych połączeń z tym kontem Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Nie można dokonać uwierzytelnienia przy użyciu danych uwierzytelniania bieżącej sesji";

/* Mail error */
"Unable to parse response from server" = "Nie można przetworzyć odpowiedzi serwera";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Użytkownik przekroczył limit wiadomości możliwych do wysłania jednego dnia";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Serwery Yahoo!' są chwilowo niedostępne";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Zmienna „%@” nie zawiera obrazu do użycia jako maski.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Zwróć uwagę, aby wybrać zmienną dla opcji Maska obrazu w czynności Maskuj obraz.";

/* Mask Image action error title */
"No Mask Provided" = "Nie podano maski";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Wybierz usługę w czynności „%@”.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Ten JavaScript przypomina skrypt, który jest uznany jako niebezpieczny. Ze względów bezpieczeństwa nie zostanie uruchomiony.";

/* Multiple App Store apps */
"App Store apps" = "Aplikacje z App Store";

/* Multiple Box files */
"Box files" = "Pliki Box";

/* Multiple Dropbox files */
"Dropbox files" = "Pliki Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notatki Evernote";

/* Multiple Giphy items */
"Giphy items" = "Rzeczy Giphy";

/* Multiple Trello boards */
"Trello boards" = "Tablice Trello";

/* Multiple Trello cards */
"Trello cards" = "Karty Trello";

/* Multiple Trello items */
"Trello items" = "Rzeczy Trello";

/* Multiple Trello lists */
"Trello lists" = "Listy Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Arkusze Ulysses";

/* Multiple bar codes */
"Bar codes" = "Kody kreskowe";

/* Multiple blood pressure recordings */
"Blood pressures" = "Ciśnienie tętnicze";

/* Multiple health samples in HealthKit */
"Health samples" = "Próbki zdrowia";

/* Multiple iTunes artists */
"iTunes artists" = "Wykonawcy z iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produkty z iTunes";

/* Multiple text matches */
"Text matches" = "Pasujące wystąpienia tekstu";

/* Multiple workout samples */
"Workout samples" = "Próbki treningu";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ – %@: %@";

/* Navigation bar title */
"Edit Account" = "Edytuj konto";

/* Navigation bar title */
"Email Settings" = "Ustawienia email";

/* Navigation bar title */
"Log In to CloudApp" = "Zaloguj się do CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Zaloguj się | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Zaloguj się do Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Zaloguj się do Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Zaloguj się do WordPressa";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Popularne";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Sieć komórkowa";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Wymaż pasek wyszukiwania, aby zobaczyć popularne pliki GIF.";

/* No GIFs found empty state title */
"No Results Found" = "Brak wyników";

/* None option */
"None" = "Brak";

/* One text match */
"Text match" = "Pasujący tekst";

/* One workout sample */
"Workout sample" = "Próbka treningu";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Upewnij się, aby przekazać adres URL do czynności Otwórz URL.";

/* Open URL action error */
"The URL could not be opened." = "Nie można otworzyć podanego URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Czynność Otwórz aplikację nie powiodła się, ponieważ nie znaleziono aplikacji do otworzenia.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Czynność Otwórz aplikację nie powiodła się; nie można otworzyć aplikacji.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Czynność „Otwórz w” nie powiodła się, ponieważ nie znaleziono aplikacji do otworzenia.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "Aplikacja %1$@ nie jest zainstalowana lub nie może otworzyć pliku %2$@.";

/* Optional field placeholder */
"Optional" = "Opcjonalne";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Zwróć uwagę, aby wybrać zmienną w czynności Nałóż obraz.";

/* Overlay image action error */
"No Overlay Image" = "Brak obrazu do nałożenia";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Zmienna „%@” nie zawiera obrazu do nałożenia.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Przetwarzam obraz…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Mapy Google";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapy";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Rower";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Samochód";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Transport publiczny";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Marsz";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcjonalnie";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Po posiłku";

/* Parameter value */
"Asleep (Parameter Value)" = "Sen";

/* Parameter value */
"Awake (Parameter Value)" = "Obudzony";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Baza";

/* Parameter value */
"Before Meal (Parameter Value)" = "Przed posiłkiem";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolus";

/* Parameter value */
"Creamy (Parameter Value)" = "Kremowy";

/* Parameter value */
"Dry (Parameter Value)" = "Surowe";

/* Parameter value */
"Egg White (Parameter Value)" = "Białko jajka";

/* Parameter value */
"Female (Parameter Value)" = "Kobieta";

/* Parameter value */
"Heavy (Parameter Value)" = "Heavy";

/* Parameter value */
"Idle (Parameter Value)" = "Nieaktywny";

/* Parameter value */
"In Bed (Parameter Value)" = "W łóżku";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Nieokreślone";

/* Parameter value */
"Light (Parameter Value)" = "Światło";

/* Parameter value */
"Male (Parameter Value)" = "Mężczyzna";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Test (maks. obciążenie)";

/* Parameter value */
"Medium (Parameter Value)" = "Średni";

/* Parameter value */
"Negative (Parameter Value)" = "Ujemna";

/* Parameter value */
"No (Parameter Value)" = "Nie";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Szacowane (brak obciążenia)";

/* Parameter value */
"Not Set (Parameter Value)" = "Nie ustawiono";

/* Parameter value */
"O+ (Parameter Value)" = "0+";

/* Parameter value */
"O- (Parameter Value)" = "0-";

/* Parameter value */
"Other (Parameter Value)" = "Inny";

/* Parameter value */
"Positive (Parameter Value)" = "Dodatni";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Bez zabezpieczeń";

/* Parameter value */
"Protection Used (Parameter Value)" = "Z zabezpieczeniem";

/* Parameter value */
"Sticky (Parameter Value)" = "Kleisty";

/* Parameter value */
"Stood (Parameter Value)" = "Na nogach";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Szacowane (niepełne obciążenie)";

/* Parameter value */
"Unspecified (Parameter Value)" = "Nieokreślone";

/* Parameter value */
"Watery (Parameter Value)" = "Wodnisty";

/* Parameter value */
"Yes (Parameter Value)" = "Tak";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Dopasuj do wejścia";

/* Password placeholder or title */
"Password" = "Hasło";

/* Person’s name field placeholder */
"John Appleseed" = "Jan Jabłonka";

/* Person’s name field title */
"Name" = "Nazwa";

/* Pinboard login option */
"Use API Token" = "Użyj tokenu API";

/* Pinboard login option */
"Use API Token Instead" = "Zamiast tego użyj tokenu API";

/* Pinboard login option */
"Use Password" = "Użyj hasła";

/* Pinboard login option */
"Use Password Instead" = "Użyj hasła";

/* Pinboard login section header */
"API Token" = "Token API";

/* Pinboard login section header */
"Pinboard Login" = "Logowanie do Pinboard";

/* Playlist picker parameter */
"My Music Library" = "Moja biblioteka muzyczna";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Pocket nie zawiera rzeczy spełniających podane kryteria.";

/* Post to Tumblr action error */
"No Blog" = "Brak bloga";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Nie określono bloga, na którym ma zostać dodany wpis.";

/* QuickLook action error */
"No Items" = "Brak rzeczy";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Czynność Szybki podgląd nie otrzymała żadnej rzeczy do wyświetlenia.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Włącz Siri";

/* Remove calendar item error */
"Remove" = "Usuń";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Podana kwota (%@) jest wyższa od maksymalnej, o jaką możesz prosić.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Podana kwota (%@) jest niższa od minimalnej, o jaką możesz prosić.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Osoba, którą próbujesz poprosić o płatność, nie ma skonfigurowanego konta %@.";

/* Required field placeholder */
"Required" = "Wymagane";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skrypt musi wywołać funkcję „completion(result)” przy zakończeniu";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Wystąpił nieznany błąd podczas uruchamiania skryptu JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Uruchomienie skryptu JavaScript na stronie www nie powiodło się, ponieważ skrypt zbyt długo nie wywoływał procedury obsługi zakończenia.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Limit czasu skryptu JavaScript";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Wyjątek JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Nieprawidłowy JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "Błąd uwierzytelniania SSH";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Sprawdź dane uwierzytelniania w czynności Uruchom skrypt SSH i spróbuj ponownie.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Nie znaleziono skrótu";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Upewnij się, że w czynności Uruchom skrót wybrany jest właściwy skrót.";

/* SSH action error */
"Channel allocation error" = "Błąd przydziału kanału";

/* SSH action error */
"Connection timed out" = "Przekroczenie limitu czasu połączenia";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Czynność Uruchom skrypt przez SSH nie mogła połączyć się z serwerem SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Nieznany album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Wybrany album ze zdjęciami nie istnieje.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Skanuj kod";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Szukaj w Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Musisz podać zapytanie, aby wyszukać lokalne firmy.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Nie znaleziono miejsc";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Nie znaleziono żadnych miejsc ze słowami kluczowymi „%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Jeśli używasz WordPressa na własnym serwerze, wprowadź powyżej URL swojej witryny.";

/* Section header */
"WordPress Login" = "Logowanie do WordPressa";

/* Section header for WordPress site URL */
"Site URL" = "URL witryny";

/* Section header title */
"CloudApp Login" = "Logowanie do CloudApp";

/* Section header title */
"Incoming Mail Server" = "Serwer poczty przychodzącej";

/* Section header title */
"Instapaper Login" = "Logowanie do Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Serwer poczty wychodzącej";

/* Section header title; email account */
"Accounts" = "Konta";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Nie można wysyłać wiadomości email. Być może konto email nie jest skonfigurowane.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Nieprawidłowe konto email";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Wybrane konto email nie zostało zalogowane do aplikacji Skróty na tym urządzeniu.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Nie można wysyłać wiadomości. Być może funkcja iMessage nie jest włączona.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Podana kwota (%@) jest wyższa od maksymalnej, jaką możesz wysłać.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Podana kwota (%@) jest niższa od minimalnej, jaką możesz wysłać.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Wskazano kwotę w walucie, której usługa %2$@ nie obsługuje (%1$@).";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Masz za mało środków na koncie, aby wysłać tę płatność.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Osoba, której próbujesz wysłać środki, nie ma skonfigurowanego konta %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Na tym urządzeniu nie ma skonfigurowanego konta bankowego.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Aby zweryfikować swoje dane uwierzytelniania, musisz otworzyć aplikację %@.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Przekroczona kwota maksymalna";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Poniżej kwoty minimalnej";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Nieobsługiwana waluta";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Niewystarczające środki";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Brak konta bankowego";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Niezweryfikowane dane uwierzytelniania";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Brak konta";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Położenie";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Powiadomienia";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Rozpoznawanie mowy";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Nie podano klucza dla wartości „%@” w czynności Ustaw wartość słownika.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nie podano wartości";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Nie podano wartości dla klucza „%@” w czynności Ustaw wartość słownika.";

/* Show definition action error */
"A definition could not be found for that term." = "Nie znaleziono definicji tego terminu.";

/* Show definition action error */
"No Word Specified" = "Nie podano wyrazu";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Polecenie Pokaż definicję nie otrzymało na wejściu żadnego wyrazu";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Może się tak zdarzyć, jeśli nie ma zainstalowanego żadnego słownika. Aby zarządzać słownikami, zaznacz wyraz w dowolnej aplikacji, wybierz Definicja, a następnie stuknij w Zarządzaj.";

/* Show in calendar action error */
"Calendar could not be opened." = "Nie można otworzyć kalendarza.";

/* Show webpage action error */
"Unsupported URL" = "Nieobsługiwany URL";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Czynność Pokaż witrynę obsługuje tylko adresy URL http:// oraz https://, a próbujesz użyć adresu %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "Usługa %@ nie jest skonfigurowana do wykonywania połączeń.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Nie udało się rozpocząć połączenia, ponieważ ta osoba (%@) nie jest dostępna.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Nie udało się rozpocząć połączenia, ponieważ ta osoba (%@) nie może w nim uczestniczyć.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "Usługa %@ nie obsługuje podanych szczegółów kontaktu.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Wymagana konfiguracja";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "Usługa %@ niedostępna";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Nieobsługiwany kontakt";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Niepoprawne dane kontaktowe";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Początek pomiaru ciśnienia tętniczego";

/* Subcategory */
"Device" = "Urządzenie";

/* Subcategory for Set Volume action */
"Playback" = "Odtwarzanie";

/* Take photo action error */
"No suitable camera was detected on this device." = "Nie wykryto odpowiedniego aparatu w tym urządzeniu.";

/* Time until date action */
"An invalid date to compare to was provided." = "Podano nieprawidłową datę do porównania.";

/* Time until date action */
"No from date was provided." = "Nie podany daty początkowej.";

/* Time until date action error */
"An invalid from date was provided." = "Podano nieprawidłową datę początkową.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript nie jest bezpieczny";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Podano nieprawidłową godzinę zakończenia. Podaj godzinę zakończenia trybu Nie przeszkadzać.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Nie podano wydarzenia kalendarza. Podaj wydarzenie kalendarza, na czas którego ma zostać włączony tryb Nie przeszkadzać.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Podaj godzinę zakończenia trybu Nie przeszkadzać, która jest późniejsza od bieżącej.";

/* Trim video action error */
"The input was not a video that can be edited." = "Dane wejściowe nie stanowią wideo możliwego do edycji.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Nieprawidłowy URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Aby uzyskać dostęp do tego arkusza, autoryzuj ponownie aplikację Skróty w aplikacji Ulysses.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Wymagany dostęp do aplikacji Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "Nieokreślone";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Nagranie dźwiękowe";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " i ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " oraz ";

/* User name field title */
"User Name" = "Użytkownik";

/* Username placeholder or title */
"Username" = "Użytkownik";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Latarka w tym urządzeniu nie jest w tym momencie dostępna dla aplikacji Skróty.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "To urządzenie nie ma latarki.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Czynność Pogoda została skonfigurowana do pobrania danych pogodowych z własnego położenia, ale położenie to nie zostało podane.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Nie można określić położenia.";

/* Weather condition: Blizzard */
"Blizzard" = "Zamieć śnieżna";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Zawieje śnieżne";

/* Weather condition: Blustery */
"Blustery" = "Porywisty wiatr";

/* Weather condition: Clear */
"Clear" = "Bez chmur";

/* Weather condition: Cloudy */
"Cloudy" = "Pochmurnie";

/* Weather condition: Cold */
"Cold" = "Zimno";

/* Weather condition: Drizzle */
"Drizzle" = "Mżawka";

/* Weather condition: Dust */
"Dust" = "Kurz";

/* Weather condition: Foggy */
"Foggy" = "Mgła";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Marznąca mżawka";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Marznący deszcz";

/* Weather condition: Hail */
"Hail" = "Grad";

/* Weather condition: Haze */
"Haze" = "Mgiełka";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Ulewa";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Intensywny śnieg";

/* Weather condition: Hot */
"Hot" = "Gorąco";

/* Weather condition: Hurricane */
"Hurricane" = "Huragan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Pojedyncze przelotne burze";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Pojedyncze burze";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Przelotne lekkie opady śniegu";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Deszcz z gradem";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Deszcz i deszcz ze śniegiem";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Deszcz ze śniegiem";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Śnieg i deszcz ze śniegiem";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Głównie bez chmur";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Głównie chmury";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Trochę chmur";

/* Weather condition: Rain */
"Rain" = "Deszcz";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Lokalne przelotne opady";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Lokalne przelotne opady śniegu";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Lokalne burze";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Silne burze";

/* Weather condition: Showers */
"Showers" = "Przelotne opady";

/* Weather condition: Sleet */
"Sleet" = "Deszcz i śnieg";

/* Weather condition: Smoky */
"Smoky" = "Smog";

/* Weather condition: Snow */
"Snow" = "Śnieg";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Śnieżyce";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Burze";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Burza tropikalna";

/* Weather condition: Windy */
"Windy" = "Silny wiatr";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ i %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Zanieczyszczenie powietrza";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Zanieczyszczenia powietrza";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Folder nie istnieje.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Nie znaleziono kontenera iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud nie może uzyskać łącza do tego pliku, ponieważ jest to folder. iCloud obsługuje tylko pobieranie łączy do zwykłych plików.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud nie może uzyskać łącza do tego obiektu (%@), ponieważ jest to pakiet (folder widoczny jako plik).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "„%@” to pakiet";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Ścieżka zapisu (%@) nie istnieje w iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Ścieżka zapisu (%@) wskazuje istniejący plik w iCloud. Jednoczesne zachowywanie wielu plików wymaga podania ścieżki do folderu.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "„%@” to folder";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Plik już istnieje";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Plik już istnieje.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "Adres email lub hasło są nieprawidłowe. Aby zalogować się do poczty iCloud w aplikacji Skróty, musisz użyć hasła aplikacji.\n\nJeśli nie masz włączonej weryfikacji dwustopniowej, musisz ją włączyć, aby wygenerować hasło aplikacji.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Aktor";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Wykonawca";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Kompozytor";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Opis";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Reżyser";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Film fabularny";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Gatunek";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Słowa kluczowe";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Język";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Wykonawca";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID produktu";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Indeks oceny";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Ocena";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Rok wydania";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Film krótkometrażowy";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Program";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Deweloper";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Utwór";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Odcinek";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Sezon";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Tytuł";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Wszystko";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Wykonawca";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Ścieżka";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autorzy";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Książki audio";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Książki";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Wykonawcy";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmy";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Albumy";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Wykonawcy";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Utwory";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Ścieżki";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Teledyski";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autorzy";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasty";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Wykonawcy";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Filmy krótkometrażowe";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Odcinki";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Sezony";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Wykonawcy";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Ścieżki";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Aplikacje";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Książki audio";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Książki";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Teledyski";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Muzyka";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasty";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Filmy krótkometrażowe";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Programy TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Wszystko";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmy";

